"inputAspectRatio" = "Proporzioni";
"inputAVector" = "Vettore alfa";
"inputAcuteAngle" = "Angolo acuto";
"inputAmount" = "Quantità";
"inputAngle" = "Angolo";
"inputAngleDelta" = "Delta angolo";
"inputBVector" = "Vettore blu";
"inputBackgroundImage" = "Immagine di sfondo";
"inputBacksideImage" = "Immagine posteriore";
"inputBarOffset" = "Scarto della barra";
"inputBiasVector" = "Vettore BIAS";
"inputBottomLeft" = "In basso a sinistra";
"inputBottomRight" = "In basso a destra";
"inputBrightness" = "Luminosità";
"inputCenter" = "Centro";
"inputChrominanceSoftness" = "Morbidezza Chrominance";
"inputCenterColor1" = "Colore centrale 1";
"inputCenterColor2" = "Colore centrale 2";
"inputCenterColor3" = "Colore centrale 3";
"inputCloseness1" = "Distanza 1";
"inputCloseness2" = "Distanza 2";
"inputCloseness3" = "Distanza 3";
"inputColor" = "Colore";
"inputColor0" = "Colore 1";
"inputColor1" = "Colore 2";
"inputCompression" = "Compressione";
"inputConcentration" = "Concentrazione";
"inputContrast" = "Contrasto";
"inputContrast1" = "Contrasto 1";
"inputContrast2" = "Contrasto 2";
"inputContrast3" = "Contrasto 3";
"inputCount" = "Conteggio";
"inputCrossAngle" = "Angolo incrociato";
"inputCrossOpacity" = "Opacità incrociata";
"inputCrossScale" = "Scala incrociata";
"inputCrossWidth" = "Larghezza incrociata";
"inputCubeData" = "Dati cubo";
"inputCubeDimension" = "Dimensione cubo";
"inputDisplacementImage" = "Immagine spostamento";
"inputEdgeIntensity" = "Intensità margini";
"inputEV" = "EV";
"inputEpsilon" = "Ipsilon";
"inputExtent" = "Ampiezza";
"inputFadeThreshold" = "Soglia dissolvenza";
"inputGCR" = "Sostituzione componente grigio";
"inputGradientImage" = "Immagine gradiente";
"inputGVector" = "Vettore verde";
"inputHaloOverlap" = "Sovrapposizione alone";
"inputHaloRadius" = "Raggio alone";
"inputHaloWidth" = "Larghezza alone";
"inputImage" = "Immagine";
"inputIntensity" = "Intensità";
"inputLevels" = "Livelli";
"inputLightPointsAt" = "Punti luce a";
"inputLightPosition" = "Posizione luce";
"inputMaskImage" = "Immagine maschera";
"inputMaxStriationRadius" = "Raggio di massima striatura";
"inputMaximumRadius" = "Raggio massimo";
"inputMinimumAngle" = "Angolazione minima";
"inputMinimumRadius" = "Raggio minimo";
"inputNoiseLevel" = "Livello disturbo";
"inputNRNoiseLevel" = "Livello disturbo NS";
"inputNRSharpness" = "Nitidezza NR";
"inputOpacity" = "Opacità";
"inputPoint0" = "Punto 1";
"inputPoint1" = "Punto 2";
"inputPower" = "Energia";
"inputRVector" = "Vettore rosso";
"inputRadius" = "Raggio";
"inputRadius0" = "Raggio 1";
"inputRadius1" = "Raggio 2";
"inputRectangle" = "Rettangolo";
"inputRefraction" = "Rifrazione";
"inputReplacementColor1" = "Colore di sostituzione 1";
"inputReplacementColor2" = "Colore di sostituzione 2";
"inputReplacementColor3" = "Colore di sostituzione 3";
"inputSaturation" = "Saturazione";
"inputScale" = "Scala";
"inputShadingImage" = "Immagine ombreggiatura";
"inputShadowRadius" = "Raggio dell'ombra";
"inputShadowDensity" = "Densità ombra";
"inputShadowOffset" = "Offset Ombra";
"inputSharpness" = "Nitidezza";
"inputStriationContrast" = "Contrasto striatura";
"inputStriationStrength" = "Livello striatura";
"inputSunRadius" = "Raggio del sole";
"inputTargetImage" = "Immagine target";
"inputTexture" = "Trama";
"inputThreshold" = "Soglia";
"inputTime" = "Tempo";
"inputTopLeft" = "In alto a sinistra";
"inputTopRight" = "In alto a destra";
"inputTransform" = "Trasforma";
"inputWidth" = "Larghezza";
"inputUCR" = "Rimozione colore inferiore";
"outputImage" = "Immagine risultato";
